const numbers = [-10, 5, 0, 3, -1, 8, -7];

const positiveNumbers = numbers.filter(el => el > 0);

console.log(positiveNumbers);

// Ситуация: У вас есть массив чисел, и вы хотите получить новый массив, который будет содержать только положительные числа.
// Условия:​ 
// Создайте массив numbers, который будет содержать следующие числа: [-10, 5, 0, 3, -1, 8, -7].​
//  Используя метод ______, создайте новый массив positiveNumbers, который будет содержать только положительные числа из массива numbers.​
// Выведите новый массив positiveNumbers на экран.​
